;###########################################################################################
;You can include your name here if you want, I won't remove anything
;REMOVED: plugindev help4 aa thumbbg wrongos wrongostitle installanyways
;You can comment a line by adding ; in front of it. You can remove these commented lines if you want
;The order of the lines doesn't matter
;The newly added keywords are at the bottom

; Lang:					正體中文
; LangID				1028
; Last udpdated:	8.10.2009
; Author:				HCC
; Email:					hcclandrover@gmail.com
; items re-sorted by categories

;###########################################################################################

[win7shell]

; MEDIA PLAYING STATUS
playing=正在播放
paused=已暫停
stopped=已停止
resumeplay=繼續播放
fromstart=重新播放

; UI DIALOG
errorthumb=縮圖發生錯誤，暫時關閉此功能
startwa=請先啟動 Winamp
taskinitfail=無法啟用 Windows 7 工作列介面
wapref=Winamp 偏好設定

; UPDATE
newvers=有更新的版本
disableupdate=您可以設定啟動 Winamp 時不要檢查新版本
opendownload=是否瀏覽此外掛程式的網頁？
uninstall=您以後不會再看到此詢問。若要移除此程式，請到
uninstallhowto='Winamp 偏好設定 -> 外掛程式 -> 一般用途 -> Windows 7 Taskbar Integration' 並選擇「解除安裝」。

; CONFIG
;Set RTL to 1 if the your language is right to left, it will mirror the GUI
RTL=0
config=設定外掛程式
ok=確定
cancel=取消
applysettings=套用設定
on=開
off=關

; CONFIG; TEXT
thumbtext=文字
selectfont=選擇字形
selectshadow=選擇字體陰影顏色
aa=字體平滑
shrink=視文字行數調整縮圖

; CONFIG; TEXT; HELP
help=說明
info=說明
help1=在這裡輸入的文字會出現在縮圖上。您可以輸入任意行數的文字。如果您勾選「視文字行數調整縮圖」，會根據在此輸入的文字行數調整縮圖的大小。

help2=您在此輸入的文字可以包括變數字串，Winamp 會將變數字串以實際的資料來顯示。下列是可用的變數字串：

help3=設定一行文字置中
help22=設定一行文字放大
help23=設定一行文字靠左

help5=目前播放曲目的標題
help6=目前播放曲目的演藝者
help7=專輯名稱 (若無此資訊則自動留空)
help8=專輯發行年分 (若無此資訊則自動留空)
help9=音軌號碼

help10=目前播放曲目的數字評等 (例：4)
help11=目前播放曲目的星號評等 (例：★★★★)

help12=目前播放時數
help13=播放時數剩餘
help14=總共播放時數

help15=目前在播放清單的進度
help16=目前播放清單曲目總數

help17=位元率 kb/每秒
help18=取樣率 (千赫)
help19=音量％ (不包括％符號)

help20=隨機播放 (ON / OFF)
help21=重複播放模式 (ON / OFF)

; CONFIG; BACKGROUND
background=背景
transparent=透明
albumart=專輯封面圖
defbg=預設背景
custombg=自訂背景
browse=瀏覽
selectimage=選取一個圖片檔案
images=所有圖片格式
usethumbbg=用作縮圖背景
revert=如果選取的圖片不存在，替代的選項

; CONFIG; OPTIONS
thumboptions=選項
enable=自訂 Aero Peek 縮圖
buttons=使用播放控制按鈕
previous=上一首
play=播放
pause=暫停
stop=停止
next=下一首
favorite=最愛
volup=音量提高10%
voldown=音量降低10%
openfile=開啟檔案
mute=靜音
removetitle=Winamp 視窗不顯示標題
iconic=圖片作為圖示而不是背景
thumbpb=在縮圖以顏色進度條顯示播放狀態
afterrestart=重新啟動 Winamp，播放控制按鈕的設定才能生效。

; CONFIG; TASKBAR ICON
taskicon=在工作列顯示
progressbar=在工作列以顏色進度條顯示【播放狀態】
streaming=顏色進度條以【中程】顯示串流媒體
error=顏色進度條以【紅色】顯示停止播放
vumeter=在工作列以顏色進度條顯示【音量表】
overlays=以【重疊的圖示】顯示播放狀態

; CONFIG; JUMP LIST
jumplist=Jump List
jlchoice=在 Jump List 顯示下列類別：
jlrecent=最近
jlfrequent=常用
jltasks=工作排程
bookmark=書籤
jlnote=注意：只有 Winamp 設為【關聯檔案類型】的檔案才會加入 Jump List (不一定是以 Winamp 作為預設播放程式)。如果您發現 Jump List 已經有檔案，您只要清除最近播放過的檔案列表即可清除那些檔案。書籤是在重新啟動 Winamp 或儲存設定時一併更新。
jumplisterror=產生 Jump List 時出現錯誤。

; CONFIG; DEVELOPMENT
plugdev=程式開發
bugslink=提報程式問題與建議
bugstext=歡迎提出您對此外掛程式的意見與期望
sitelink=網頁
sitetext=查看新版本、新聞、螢幕擷圖、詳細資訊
translink=語言介面
transtext=下載語言介面，或協助翻譯語言介面
creditslink=作者名錄
creditstext=協助開發此外掛程式的作者名單
noupdate=啟動 Winamp 時不要檢查新版本
author=作者
